import './Advantages.scss';
import React from 'react';


export const Advantages = () => {
  return (
    <div className='advantages' id="about-section">
        <div className='adv'>
              Преимущества
        </div>
       
        <div className='box'>
            <div className='left'>
              <h2 className='name'>Комфорт и удовольствие от визита. </h2><br/> 

              Мы находимся в центре города, 600м  от остановки «Водстрой» (8мин. пешком), 
              в шаговой доступности «Мастерславль» и Учебно-спортивный комплекс им.Светланы Хоркиной
              Мы попытались окружить Вас заботой и комфортом на всех этапах визита в наш 
              Сервисный центр – от удобной парковки, до дизайнерской зоны отдыха и ожидания автомобиля 
              из сервиса. Вкусный кофе, свежая пресса, телевизор в нашей зоне ожидания – сделают Ваш 
              визит не только продуктивным, но и очень приятным.   
            </div>

            <div className='right'>
              <img className="image" src="image/1.jpg" alt="Автозапчасти" />
            </div>
        </div>

        <div className='box'>
          <div className='left'>
             <h2 className='name'>Профессионализм и надежность. </h2><br/> 
             Все наши механики, мастера-приемщики имеют многолетний опыт
             работы в крупнейших официальных дилерских центрах. Сотрудники прошли обучение,
             ногоуровневые аттестации. Имеющийся полный набор сервисно-диагностического 
             оборудования позволяет справиться с любой технической проблемой в автомобиле.
             На оказанные услуги предоставляется гарантия. 
          </div>

          <div className='right'>
            <img className="image" src="image/mehanic.jpg" alt="Автозапчасти" />
          </div>
        </div>

        <div className='box'>
          <div className='left'>
             <h2 className='name'>Доступность цены.</h2><br/> 
              У нас нет головных предприятий, нам не навязаны поставщики и контрагенты,
              мы выбираем наиболее эффективные способы обеспечения запасными частями, 
              имеем оптимальный штат, минимальные затраты на склады, рекламу, корпоративное 
              соответствие, мы можем себе позволить демократичные цены на наши услуги.
          </div>

          <div className='right'>
            <img className="image" src="image/obsl.jpg" alt="Автозапчасти" />
          </div>
        </div>
        
        <div className='box'>
          <div className='left'>
             <h2 className='name'>Быстрота обслуживания.</h2><br/> 
             Профессионализм нашего персонала, высокий уровень технического оснащения в сочетании 
             с наличием прямых договоров поставки 
             запасных частей как со складов импортеров, так и мульти-брендовых складов запасных частей и 
             расходных материалов – позволяют нам проводить обслуживание и ремонт Вашего автомобиля в самые
            разумные сроки.
          </div>

          <div className='right'>
            <img className="image" src="image/speed.jpg" alt="Автозапчасти" />
          </div>
        </div>

  




    </div>
  );
}